Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Oikeusministeriö on aloittanut kertomusvuonna saamen kielilain kehittämistarpeita koskevan selvitystyön.
sv_se: Under verksamhetsåret har justitieministeriet börjat utreda behoven av att utveckla samiska språklagen.

source: Saamelaiskäräjät pitää tärkeänä, että saamen kielilain uudistaminen toteutuu mahdollisimman nopeasti ja siten, että laki turvaa saamelaisten kielellisien oikeuksien toteutumisen käytännössä.
sv_se: Sametinget anser det viktigt att samiska språklagen revideras så snabbt som möjligt och så att lagen tryggar samernas språkliga rättigheter i praktiken.

source: Saamen kielten elvyttämisohjelma
sv_se: Program för att stimulera det samiska språket

source: Kaikki Suomessa puhutut saamen kielet ovat uhanalaisia kieliä, mutta häviämisvaarassa ovat erityisesti koltansaame ja inarinsaame.
sv_se: Samtliga samiska språk som talas i Finland är hotade, men i synnerhet skoltsamiskan och enaresamiskan hotar att försvinna.

source: Saamelaisten kotiseutualueella myös pohjoissaamen tilanne on heikko erityisesti Enontekiön kunnassa ja Sodankylän kunnan Lapin paliskunnan alueella.
sv_se: I samernas hembygdsområde är också nordsamiskans ställning svag i synnerhet i Enontekis kommun och på Lapplands renbeteslags område i Sodankylä kommun.

source: Saamen kielten elvyttämisohjelman toimeenpano ei ole edennyt saamelaiskäräjien toivomalla tavalla.
sv_se: Genomförandet av programmet för att stimulera det samiska språket har inte framskridit på det sätt som Sametinget önskat.

source: Valtioneuvosto on tehnyt periaatepäätöksen 3.7.2014 toimenpiteistä saamen kielten elvyttämiseksi.
sv_se: Statsrådet har den 3 juli 2014 fattat ett principbeslut om åtgärder för att stimulera det samiska språket.

source: Toimenpideohjelmassa on 21 toimenpidettä kohdistuen varhaiskasvatukseen, kielipesätoimintaan, opetukseen, koulutukseen, kulttuuriin ja aikuisväestön kielen oppimiseen sekä saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten mahdollisuuteen ylläpitää, oppia ja kehittää omaa kieltään ja kulttuuriaan.
sv_se: Åtgärdsprogrammet innehåller 21 åtgärder som gäller småbarnspedagogik, språkboverksamhet, undervisning, utbildning, kultur och den vuxna befolkningens språkstudier samt möjligheterna för samer bosatta utanför samernas hembygdsområde att upprätthålla, lära sig och utveckla sitt eget språk och sin egen kultur.

source: Saamen kieliin tulee jatkuvasti uusia toimenpidetarpeita, vaikka hyväksytynkään ohjelman toimenpiteitä ei ole toteutettu.
sv_se: Det uppstår hela tiden nya behov av åtgärder som gäller det samiska språket, trots att inte ens åtgärderna i det godkända programmet har genomförts.

source: Saamelaiskäräjät on esittänyt Sipilän hallitukselle, että uuden elvytys- ja ylläpito-ohjelman laatiminen tulee aloittaa.
sv_se: Sametinget har framfört för statsminister Sipiläs regering att ett nytt program för att stimulera och upprätthålla det samiska språket borde börjar utarbetas.

source: Sámi Giellagáldun eli yhteispohjoismaisen saamen kielten ammatti- ja resurssikeskuksen toiminta käynnistyi uudelleen 1.8.2015 oltuaan pysähdyksissä 30.6.2014 lähtien Sáfá2-hankkeen päätyttyä ja rahoituksen loputtua.
sv_se: Verksamheten vid Sámi Giellagáldu, dvs. det samnordiska fack - och resurscentrumet för de samiska språken, återupptogs den 1 augusti 2015 efter att ha legat nere sedan den 30 juni 2014 då projektet Sáfá2 avslutades och finansieringen upphörde.

source: Suomen, Ruotsin ja Nor- jan Saamelaiskäräjät aloittivat Giellagáldu-hankkeen 1.8.2015, joka rahoittaa Sámi Giellagáldun toiminnan.
sv_se: Sametingen i Finland, Sverige och Norge startade projektet Giellagáldu den 1 augusti 2015, som finansierar Sámi Giellagáldus verksamhet.

source: Giellagáldu-hanke on Interreg-hanke ja sitä rahoittavat EU:n Interreg V A -Pohjoinen ohjelman Sápmi-osa-alue, sekä Suomen, Ruotsin ja Norjan Saamelaiskäräjät, Lapin Liitto ja Tromssan lääni.
sv_se: Giellagálduprojektet är ett Interreg-projekt som finansieras från delområdet Sápmi av EUprogrammet Interreg V A Nord, samt av sametingen i Finland, Sverige och Norge, Lapplands förbud och Troms fylke.

source: Hanketta johtaa Suomen Saamelaiskäräjät ja hanke päättyy 31.5.2018.
sv_se: Projektet leds av Sametinget i Finland och projektet avslutas den 31 maj 2018.

source: Sámi Giellagáldun tehtävänä on kehittää ja vahvistaa saamen kielten huoltoa ja kielipoliittista yhteistyötä.
sv_se: Sámi Giellagáldus uppgift är att utveckla och stärka den samiska språkvården och det språkpolitiska samarbetet.

source: Sámi Giellagáldulla on ylin vastuu saamen kielten kieliyhteistyöstä, kieliammatillisesta työstä ja kielenkäyttäjille suunnatuista saamenkielisistä kielipalveluista.
sv_se: Sámi Giellagáldu bär det högsta ansvaret för det samiska språksamarbetet, det språkfackliga arbetet och samiska språktjänster för språkanvändarna.

source: KULTTUURITOIMINTA
sv_se: KULTURVERKSAMHET

source: Saamelaiskäräjät jakoi avustuksina saamenkielisen kulttuurin edistämiseen ja saamelaisjärjestöjen toimintaan yhteensä 176 000 euroa sekä saamelaisten taiteeseen ja kulttuurin edistämiseen osoitetusta määrärahasta 15 000 euroa pohjoismaisten saamelaisjärjestöjen tukemiseen.
sv_se: Sametinget delade ut sammanlagt 176 000 euro i understöd för att främja samiskspråkig kultur och för samiska organisationers verksamhet samt 15 000 euro av anslaget för främjande av samisk konst och kultur för att stödja nordiska sameorganisationer.

source: Määrärahasta myönnettiin toiminta- ja projektiavustuksia saamelaisyhdistyksille, työskentely- ja projektiavustuksia saamelaistaiteilijoille ja käsityöntekijöille sekä julkaisuavustuksia mm. inarinsaamenkielisen musiikin- ja lehden julkaisemiseksi.
sv_se: Anslaget användes för att bevilja verksamhets - och projektbidrag till samiska föreningar, arbets - och projektunderstöd till samiska konstnärer och hantverkare samt publikationsunderstöd för bland annat utgivning av musik och en tidning på enaresamiska.

source: Lisäksi Saamelaiskäräjät jakoi erillisavustusta 18 000 euroa saamelaiselle delegaatiolle edustamaan Suomea ensimmäisissä maailman alkuperäiskansojen kilpailuissa (World Indigenous Games, I-Games 2015).
sv_se: Dessutom delade Sametinget ut ett specialbidrag på 18 000 euro till en samisk delegation som representerade Finland i de första världsmästerskapen för ursprungsfolk (World Indigenous Games, I-Games 2015).

source: Saamelaiskäräjät jakoi Turun kirjamessuille 2015 osallistumiseen 10 000 euroa kotiseutualueen ulkopuolella oleville saamelaisille yhdistyksille.
sv_se: Sametinget delade ut 10 000 euro till samiska föreningar utanför hembygdsområdet för deltagande i bokmässan i Åbo 2015.

source: Kulttuurimäärärahaan kohdistuvat jatkuvat leikkaukset vaarantavat kulttuurillisia toimintaedellytyksiä ja heikentävät kulttuurillisia oikeuksia, jotka ovat merkityksellisiä saamelaisen identiteetin, yhteisöllisyyden, itsemääräämisoikeuden ja omanarvontunnon kannalta.
sv_se: De upprepade nedskärningarna av kulturanslaget äventyrar de kulturella verksamhetsförutsättningarna och försvagar de kulturella rättigheterna, som är betydelsefulla med tanke på den samiska identiteten, samhörigheten, självbestämmanderätten och självkänslan.

source: SAAMENKIELISET SOSIAALI- ja TERVEYSPALVELUT
sv_se: SOCIAL - och HÄLSOVÅRDSTJÄNSTER PÅ SAMISKA

source: Saamelaiskäräjien kautta maksettiin saamelaisten kotiseutualueen kunnille 480 000 euron määräinen avustus saamenkielisten sosiaali- ja terveyspalvelujen turvaamiseksi.
sv_se: Genom Sametinget betalades ett understöd på 480 000 euro till kommunerna inom samernas hembygdsområde för att trygga social - och hälsovårdstjänster på samiska.

source: Saamelaisten kielellisten ja kulttuuristen oikeuksien toteuttamiseksi sosiaali- ja terveydenhuollossa on tärkeää, että määräraha hallinnoidaan saamelaiskäräjien kautta ja että avustuksen määrä vastaisi saamelaisten palvelunkäyttäjien tarvetta (sosiaali- ja terveyspalvelut 1,4 milj. euroa).
sv_se: För att tillgodose samernas språkliga och kulturella rättigheter inom social - och hälsovården är det viktigt att anslaget administreras av Sametinget och att understödsbeloppet skulle motsvara de samiska serviceanvändarnas behov (social – och hälsovårdstjänster 1,4 miljoner euro).

source: Saamenkielisten sote-palvelujen turvaamiseen osoitettu erillismääräraha on merkittävä, mutta ei riittävä lisätoimi.
sv_se: Det separata anslag som anvisats för att trygga social - och hälsovårdstjänster på samiska är en betydande men inte tillräcklig tilläggsåtgärd.

source: Saamelaisten oikeudet omakielisiin palveluihin toteutuvat saamen kielilaista huolimatta satunnaisesti.
sv_se: Samernas rättigheter till service på det egna språket tillgodoses slumpmässigt trots samiska språklagen.

source: Kunnilla on muilta osin vain vähän suunnitelmallista toimintaa saamenkielisten palvelujen tuottamiseksi.
sv_se: I övrigt bedriver kommunerna endast ringa planmässig verksamhet i syfte att producera service på samiska.

source: Erityisesti tarvittaisiin saamen kielillä yleislääkäri-, mielenterveys- ja päihdepalveluja, kotipalvelua virka-ajan ulkopuolella, perhepalveluja, ikääntyneiden palveluasumis- ja laitoshoitopalveluja, hammashuolto- ja fysioterapiapalveluja.
sv_se: I synnerhet skulle det behövas allmänläkar-, mentalvårds - och missbrukarvårdstjänster, hemservice utanför tjänstetiden, familjeservice, serviceboende och institutionsvård för äldre, tandvårds - och fysioterapitjänster på samiska.

source: Saamelaiskäräjät pitää erittäin tärkeänä erillisen valtionavustuksen (momentti 33.60.36) säilyttämistä ja turvaamista lailla sosiaali- ja terveysministeriön pääluokassa.
sv_se: Sametinget anser det synnerligen viktigt att det separata statsunderstödet (moment 33.60.36) bibehålls och tryggas under social - och hälsovårdsministeriets huvudtitel genom lag.

source: Soteuudistuksessa on turvattava saamelaisille laadukkaat saamenkieliset ja kulttuurinmukaiset sosiaali- ja terveyspalvelut sekä turvattava saamelaisen kulttuuri-itsehallinnon toiminta- ja vaikutusmahdollisuudet sosiaali- ja terveyspalveluihin ja niiden turvaamiseen.
sv_se: I social - och hälsovårdsreformen måste samerna garanteras högklassiga och kulturenliga social - och hälsovårdstjänster på samiska liksom möjligheter enligt den samiska kulturautonomin att agera och påverka social - och hälsovårdstjänsterna och tryggandet av dem.

source: Saamelaiskäräjät järjesti yhdessä eri toimijoiden kanssa vuonna 2015 rajayhteistyöseminaarin saamenkielisten sote-palvelujen saatavuuden turvaamiseksi rajayhteistyönä.
sv_se: År 2015 ordnade Sametinget tillsammans med olika aktörer ett gränssamarbetsseminarium i syfte att trygga social - och hälsovårdstjänster på samiska som gränssamarbete.

source: Rajayhteistyöesteiden poistaminen edellyttää valtioiden välistä aktiivista yhteistyötä.
sv_se: För att undanröja hindren för gränssamarbete förutsätts aktivt samarbete mellan staterna.

source: Pohjoismaisen saamelaissopimuksen hyväksyminen parantaisi merkittävästi saamelaisväestön omakielisten sote-palvelujen saatavuutta ja vaikuttavuutta.
sv_se: Om den nordiska samekonventionen antas skulle det avsevärt förbättra den samiska befolkningens tillgång till effektiva social - och hälsovårdstjänster på sitt eget språk.

source: Sosiaalialan osaamiskeskusten rahoitus pieneni kolmanneksella vuonna 2015.
sv_se: Finansieringen till kompetenscentren inom det sociala området minskade med en tredjedel 2015.

source: Tämä johti Pohjois-Suomen sosiaalialan saamelaisyksikön toiminnan merkittävään supistamiseen niin, ettei yksikön lakisääteisiä tehtäviä enää pystytty hoitamaan laissa tarkoitetulla tavalla.
sv_se: Detta ledde till att verksamheten vid den samiska enheten vid Norra Finlands komptenscentrum inom det sociala området minskade så att man inte längre kunde sköta enhetens lagstadgade uppgifter på det sätt som avses i lagen.

source: Leikkauksen johdosta saamelaisväestö joutui hyvinvoinnin ja terveyden edistämisen näkökulmasta eriarvoiseen asemaan suhteessa valtaväestöön.
sv_se: Till följd av nedskärningen hamnade den samiska befolkningen i en olikvärdig ställning jämfört med majoritetsbefolkningen med avseende på främjandet av välfärd och hälsa.

source: SAAMENKIELISET VARHAISKASVATUSPALVELUT JA SAAMELAISTEN KULTTUURI- ja KIELIPESÄTOIMINTA
sv_se: SMÅBARNSPEDAGOGIK PÅ SAMISKA OCH KULTUR - och SPRÅKBOVERKSAMHET FÖR SAMER

source: Saamelaiskäräjien kautta maksettiin saamelaisten kotiseutualueen kunnille 120 000 euroa saamenkielisen päivähoidon saatavuuden turvaamiseksi.
sv_se: Genom Sametinget betalades 120 000 euro till kommunerna inom samernas hembygdsområde för att trygga tillgången på dagvård på samiska.

source: Määräraha turvaa saamenkielisen päivähoidon säilymisen omina yksikköinä.
sv_se: Anslaget garanterar att dagvården på samiska bibehålls som separata enheter.

source: Vuonna 2015 saamenkielisessä päivähoidossa oli saamelaisten kotiseutualueella 84 lasta.
sv_se: År 2015 fick 84 barns inom samernas hembygdsområde dagvård på samiska.

source: Saamelaislasten kielellisten ja kulttuuristen oikeuksien toteutumiseksi on tärkeää, että määräraha hallinnoidaan saamelaiskäräjien kautta.
sv_se: För att samiska barns språkliga och kulturella rättigheter ska tillgodoses är det viktigt att anslaget administreras av Sametinget.

source: Saamelaiskäräjille osoitettiin yhteensä 550 000 euroa valtionavustuksena saamelaisten kotiseutualueen kielipesätoimintaan, jolla rahoitettiin kahdeksaa kielipesää.
sv_se: Sametinget anvisades sammanlagt 550 000 euro i statsunderstöd för språkboverksamhet inom samernas hembygdsområde och med den summan finansierades åtta språkbon.

source: Kotiseutualueen ulkopuolella tapahtuvaan saamen kielen elvyttämiseen osoitettiin 200 000 euroa, jolla rahoitettiin pääkaupunkiseudun ja Oulun kielipesätoimintaa sekä selvitettiin kieltä elvyttävän toiminnan tarve Rovaniemellä.
sv_se: För att stimulera samiska språket utanför hembygdsområdet anvisades 200 000 euro, som användes för att finansiera språkboverksamhet i huvudstadsregionen och Uleåborg samt för att utreda behovet av verksamhet för att stimulera språket i Rovaniemi.

source: Saamelaisten kielipesätoiminnassa oli saamelaisten kotiseutualueella 72 lasta ja saamelaisten kotiseutualueen ulkopuolella 10.
sv_se: Språkboverksamheten för samer omfattande 72 barn inom och 10 barn utanför samernas hembygdsområde.

source: Nykyinen kielipesärahoitus on riittämätön.
sv_se: Den nuvarande språkbofinansieringen är otillräcklig.

source: Saamelaisten kielipesätoiminnan rahoitustarve on 1,7 milj. euroa.
sv_se: Finansieringsbehovet för språkboverksamhet för samer är 1,7 miljoner euro.

source: NUORISONEUVOSTON TOIMINTA
sv_se: UNGDOMSRÅDETS VERKSAMHET

source: Nuorisoneuvosto on järjestänyt saamelaiskulttuurinmukaista ohjelmaa ja toimintaa saamelaisnuorille sekä pyrkinyt toiminnallaan vaikuttamaan ja parantamaan saamelaisnuorten asemaa ja elinoloja Suomessa.
sv_se: Ungdomsrådet har ordnat program och verksamhet som överensstämmer med den samiska kulturen för samiska ungdomar och genom sin verksamhet försökt påverka och förbättra samiska ungdomars ställning och levnadsförhållanden i Finland.

source: Nuorisoneuvosto on tuonut saamelaisnuorten näkökulman esiin mm. lausunnossaan nuorisolain uudistamisessa.
sv_se: Ungdomsrådet har fört fram de samiska ungdomarnas synvinkel bland annat i sitt yttrande om reformen av ungdomslagen.

source: Suurimpana tapahtumana nuorisoneuvosto järjesti saamelaisnuorten konferenssin Helsingissä 17.11.2015, jossa pohdittiin syitä ja ratkaisuja saamelaisnuorten poismuuttoon saamelaisalueelta.
sv_se: Det största evenemanget som ungdomsrådet ordnade var en konferens för samiska ungdomar i Helsingfors den 17 november 2015, där man dryftade orsakerna till att samiska ungdomar flyttar bort från sameområdet och lösningar på problemet.

source: Nuorisoneuvosto on opettanut saamelaisnuorille erillisrahoituksella saamelaisia perinnetietoja ja -taitoja, sekä vuonna 2014 aloitettu Ofelaštoiminta on ollut käynnissä vuoden 2015 loppuun asti.
sv_se: Ungdomsrådet har med separat finansiering lärt ut traditionella kunskaper och färdigheter till samiska ungdomar, och Ofelašverksamheten som inleddes 2014 har pågått till utgången av 2015.

source: Nuorisoneuvoston toiminta rahoitetaan opetus- ja kulttuuriministeriön toiminta-avustuksella.
sv_se: Ungdomsrådets verksamhet finansieras med undervisnings - och kulturministeriets verksamhetsunderstöd.

source: Vuonna 2015 nuorisoneuvostolla oli käytettävissä omaan perustoimintaan 120 000 euroa.
sv_se: År 2015 förfogade ungdomsrådet över 120 000 euro för sin baserverksamhet.

source: SAAMELAISOPETUS
sv_se: UNDERVISNING PÅ OCH I SAMISKA

source: Saamenkielistä opetusta saavien oppilaiden määrä on kasvanut kahdellakymmenellä edelliseen lukuvuoteen verrattuna (185).
sv_se: Antalet elever som får undervisning på samiska har ökat med 20 jämfört med föregående läsår (185).

source: Saamen kielen aineopetusta saavien oppilaiden määrä on hieman laskenut.
sv_se: Antalet elever som får ämnesundervisning i samiska språket har minskat något.

source: Saamen kielen ja saamenkielisen opetuksen kokonaisoppilasmäärä perusopetuksessa ja lukiossa on edellisen vuoden tasolla, eli reilut 600 oppilasta.
sv_se: Det totala antalet elever som får undervisning på och i samiska inom den grundläggande utbildningen och i gymnasiet ligger på föregående års nivå, dvs. drygt 600 elever.

source: Valtaosa opetuksesta annetaan saamelaisten kotiseutualueen kunnissa.
sv_se: Merparten av undervisningens tillhandahålls i kommunerna inom samernas hembygdsområde.

source: Sen sijaan saamelaisten kotiseutualueen kuntien ulkopuolella saamen kielen opetuksen oppilasmäärä on huomattavan pieni, alle 10 % kaikista saamelaisopetuksen oppilaista.
sv_se: Däremot är antalet elever inom undervisningen i samiska anmärkningsvärt litet utanför kommunerna inom samernas hembygdsområde, mindre än 10 % av alla elever inom undervisningen på och i samiska.

source: Noin 70 % perusopetusikäisistä saamelaislapsista ja -nuorista asuu muualla kuin saamelaisten kotiseutualueen kunnissa.
sv_se: Ungefär 70 % av de samiska barnen och ungdomarna i åldern för grundläggande utbildning bor utanför kommunerna inom samernas hembygdsområde.

source: Opetuksen ulkopuolelle jää siten edelleen vähintään 50 % saamelaislapsista ja -nuorista.
sv_se: Minst 50 % av de samiska barnen och ungdomarna står alltså fortfarande utanför undervisningen.

source: Syynä tilanteeseen ovat ratkaisemattomat ongelmat opetuksen rahoituksessa ja lainsäädännössä.
sv_se: Orsaken till situationen är olösta problem med finansieringen av undervisningen och med lagstiftningen.

source: Saamelaisten perustuslaillinen oikeus ylläpitää ja kehittää omaa kieltään (PL 17.3 §) ei toteudu saamelaisten kotiseutualueen ulkopuolella, sillä opetuksen järjestäjille ei ole säädetty velvollisuutta saamen kielen tai saamenkielisen opetuksen järjestämiseen kotiseutualueen kuntien ulkopuolella.
sv_se: Samernas grundlagsfästa rätt att upprätthålla och utveckla sitt språk (GL 17.3 §) tillgodoses inte utanför samernas hembygdsområde, eftersom utbildningsanordnarna inte har förpliktats att att ordna undervisning på eller i samiska utanför kommunerna inom samernas hembygdsområde.

source: Saamelaisten kotiseutualueen kunnilla on velvollisuus järjestää saamen kieltä osaavien oppilaiden perusopetus pääosin saamen kielellä (L 1998/628, 10 § 2 mom.).
sv_se: Kommunerna inom samernas hembygdsområde är skyldiga att ordna den grundläggande utbildningen för elever som kan samiska i huvudsak på samiska (L 1998/628, 10 § 2 mom.).

source: Saamen kielen ja saamenkielisen opetuksen toteutumisen ja kehittämisen mahdollistaa saamelaisten kotiseutualueen kuntiin rajattu erityinen rahoitus (L 2009/1705, 45§ 1 mom.).
sv_se: Det är möjligt att genomföra och utveckla undervisning på och i samiska genom särskild finansiering som är begränsad till kommunerna inom samernas hembygdsområde (L 2009/1705, 45 § 1 mom.).

source: Saamelaisten kotiseutualueen ulkopuolella järjestettävän saamen kielen ja saamenkielisen opetuksen tilannetta parantaa etäopetuksen mahdollistaminen.
sv_se: Situationen för undervisning på och i samiska utanför samernas hembygdsområde förbättras av möjligheten till distansundervisning.

source: Opetuksen lainsäädäntö ja rahoitus eivät vielä mahdollista etäopetusta perusopetuksessa, mutta opetus- ja kulttuuriministeriö on yhteistyössä saamelaiskäräjien kanssa selvittämässä miten etäopetus mahdollistetaan.
sv_se: Lagstiftningen och finansieringen möjliggör ännu inte distansundervisning inom den grundläggande utbildningen, men undervisnings - och kulturministeriet utreder tillsammans med Sametinget hur distansundervisning kunde bli möjlig.

source: Perusopetuksen opetussuunnitelman perusteiden 2014 saamelaisopetusta koskevat osat käännettiin Saamelaiskäräjien ja Opetushallituksen yhteistyönä kaikille kolmelle saamenkielelle, ensimmäistä kertaa käännökset ovat nyt saatavilla myös inarin- ja koltansaamenkielisinä.
sv_se: De delar av grunderna för läroplanen för den grundläggande utbildningen 2014 som gäller undervisning på och i samiska översattes i samarbete mellan Sametinget och Utbildningsstyrelsen till samtliga tre samiska språk, nu finns för första gången även översättningar till enare - och skoltsamiska tillgängliga.

source: Saamenkielisen opetuksen määrää on pyritty lisäämään kielikylpyopetusta kehittämällä.
sv_se: Strävan har varit att utöka undervisningen på samiska genom att utveckla språkbadsundervisningen.

source: Ensimmäinen pohjoissaamenkielinen kielikylpyluokka aloitti syksyllä 2015 Utsjoella.
sv_se: Den första nordsamiska språkbadsklassen startade hösten 2015 i Utsjoki.

source: Kielikylpyopetuksen yhtenä tavoitteena on, että oppilaat kasvavat korkeatasoiseen toiminnalliseen kaksikielisyyteen.
sv_se: Ett mål med språkbadsundervisningen är att eleverna växer upp med en högklassig fungerande tvåspråkighet.

source: Saamelaiskäräjät sai Opetushallitukselta valtionavustuksen saamelaisopettajien täydennyskoulutushankkeen toteuttamiseen, mikä merkitsi Saamelaiskäräjille uutta toimintamuotoa ja todellisia vaikutusmahdollisuuksia saamen kielen ja saamenkielisen opetuksen kehittymiseen.
sv_se: Sametinget fick statsunderstöd från Utbildningsstyrelsen för ett fortbildningsprojekt för samiska lärare, vilket innebar en ny verksamhetsform för Sametinget och faktiska möjligheter att påverka utvecklingen av undervisningen på och i samiska.

source: Kielikylpymetodiin keskittyvä koulutus toteutettiin yhteistyössä Oulun yliopiston Giellagas-instituutin kanssa.
sv_se: Utbildningen med fokus på språkbadsmetoden genomfördes tillsammans med Uleåborgs universitets Giellagas-institut.

source: Koulutukseen osallistui noin 40 saamenkielistä opettajaa ja varhaiskasvatta- jaa.
sv_se: I utbildningen deltog cirka 40 samiskspråkiga lärare och småbarnspedagoger.

source: Kaikki kolme Suomen saamen kieltä ovat vuoden 2015 alusta alkaen saavuttaneet akateemisen maailman ja ovat nyt yliopistollisia oppiaineita, kun koltansaamen kieli tuli yliopistolliseksi oppiaineeksi.
sv_se: Samtliga tre samiska språk i Finland har från och med 2015 nått den akademiska världen och är nu läroämnen på universitetsnivå, då även skoltsamiska blev ett läroämne på universitetsnivå.

source: Saamenkieliseen oppimateriaalituotantoon osoitetun valtionavustuksen määrä 500 000 euroa ei ole vielä saavuttanut valtioneuvoston periaatepäätöksen (3.7.2014) kohdan 5 mukaista tavoitetta (800 000 euroa).
sv_se: Det statsunderstöd på 500 000 euro som anvisats för framställning av läromedel på samiska har ännu inte nått målet (800 000 euro) enligt punkt 5 i statsrådets principbeslut (3.7.2014).
